Repository: theBest3000/pictureOfTheDay
Catalog: po/*.po
Languages: de, fr, nl

source: About
de: Über
fr: À propos
nl: Over

source: Icon and Splashscreen from <a href="https://pixabay.com/de/users/openclipart-vectors-30363/?utm_source=link-attribution&amp;utm_medium=referral&amp;utm_campaign=image&amp;utm_content=148300">Pixabay</a>.
de: Icon und Splashscreen von <a href="https://pixabay.com/de/users/openclipart-vectors-30363/?utm_source=link-attribution&amp;utm_medium=referral&amp;utm_campaign=image&amp;utm_content=148300">Pixabay</a>.
fr: Icône et écran de démarrage issus de <a href="https://pixabay.com/de/users/openclipart-vectors-30363/?utm_source=link-attribution&amp;utm_medium=referral&amp;utm_campaign=image&amp;utm_content=148300">Pixabay</a>.
nl: Het pictogram en laadscherm zijn afkomstig van <a href="https://pixabay.com/de/users/openclipart-vectors-30363/?utm_source=link-attribution&amp;utm_medium=referral&amp;utm_campaign=image&amp;utm_content=148300">Pixabay</a>.

source: Code based on an online <a href="https://blog.felgo.com/guest-post/nasa-astronomy-picture-app">tutorial</a>.
de: Code basiert auf ein online <a href="https://blog.felgo.com/guest-post/nasa-astronomy-picture-app">Tutorial</a>.
fr: Code basé sur un <a href="https://blog.felgo.com/guest-post/nasa-astronomy-picture-app">tutoriel</a> en ligne.

source: Bouncing Progress Bar from the app <a href="https://github.com/turanmahmudov/Wallpapers">Wallpapers</a> from Turan Mahmudov.
de: Bouncing Progress Bar übernommen von der App <a href="https://github.com/turanmahmudov/Wallpapers">Wallpapers</a> von Turan Mahmudov.
fr: Barre de progression animée issue de l'application <a href="https://github.com/turanmahmudov/Wallpapers">Fonds d'écran</a> de Turan Mahmudov.
nl: De stuiterende voortgangsbalk is afkomstig van de app <a href="https://github.com/turanmahmudov/Wallpapers">Achtergronden</a> van Turan Mahmudov.

source: Additional infos
de: Zusätzliche Infos
fr: Informations supplémentaires
nl: Aanvullende informatie

source: Titel:
fr: Titre :

source: Copyright:
fr: Droits d'auteur :
nl: Auteursrecht:

source: Get picture of that day!
de: Zeige Bild des Tages!
fr: Obtenir l'image du jour !
nl: Download de afbeelding!

source: MM/dd/yyyy
de: dd. MMMM yyyy
fr: dd. MMMM yyyy
nl: dd MMMM yyyy

source: Error
de: Fehler
fr: Erreur
nl: Fout

source: Close
de: Schließen
fr: Fermer
nl: Sluiten

source: Picture does not exist. Did you set the proper date?
de: Bild existiert nicht. Richtiges Datum?
fr: L'image n'existe pas. Avez-vous défini la bonne date ?
nl: De afbeelding bestaat niet. Heb je de juiste datum ingesteld?

source: An error occured. Errorcode:
de: Ein Fehler ist aufgetreten. Fehlercode:
fr: Une erreur s'est produite. Code de l'erreur :
nl: Er is een fout opgetreden. Foutcode:

source: Public Domain
fr: Domaine public
nl: Publiek domein

source: Save picture
de: Bild speichern
fr: Enregistrer l'image
nl: Afbeelding opslaan

source: Share video
de: Video teilen
fr: Partager vidéo
nl: Afbeelding video

source: Astronomy Picture Of The Day
fr: Image astronomique du jour
nl: Astronomiefoto van de dag

source: Description:
de: Bildbeschreibung:
nl: Omschrijving:

source: Share picture
de: Bild teilen
